Repository: Sanjarbek-AI/Aiogram-Bot-Costs
Catalog: locales/*/LC_MESSAGES/costs.po
Languages: ru, uz

source: Welcome !!!
ru: Добро пожаловать
uz: Xush kelibsiz !!!

source: Welcome to our service bot ! This bot can help to you to calculating all your incomes andexpenses day by day. If you want to take more information, /help
ru: Добро пожаловать в наш сервисный бот ! Этот бот может помочь вам рассчитать все ваши доходы и расходы за деньпо дням. Если вы хотите получить больше информации,
uz: Botga xush kelibsiz ! Bu bot sizning kirim va chiqimlaringizni boshqarish vaulardan kelib chiqqan holda pullaringizni tog'ri sarflashingizga yordam beradi., /help

source: Try again later, Please
ru: Повторите попытку позже, пожалуйста
uz: Birozdan so'ng qayta urinib ko'ring.

source: Please, enter what you spent money.
ru: Пожалуйста, укажите, на что вы потратили деньги.
uz: Nima uchun sarfladingiz ?

source: Please, enter price of it. (Sum)
ru: Пожалуйста, введите его цену. (Сумма)
uz: Qancha sarfladingiz ? (So'm)

source: Added to your expense list.
ru: Добавил в свой список расходов.
uz: Chiqimlar listingizga qo'shildi.

source: Not added, please try again.
ru: Не добавлено, попробуйте еще раз.
uz: Habar qabul qilinmadi. Qayta urinib ko'ring.

source: How long do you want to see the expenses.
ru: Как долго вы хотите увидеть расходы.

source: Please, enter source of money which you want to enter.
ru: Пожалуйста, введите источник денег, который вы хотите ввести.
uz: Qayerdan kirim keldi ?

source: Please, enter amount of money. (Sum)
ru: Пожалуйста, введите сумму. (Сумма)
uz: Kirim miqdori qancha ?

source: Added to your income list.
ru: Добавлено в ваш список доходов.
uz: Kirimlar listingizga qo'shildi.

source: How long do you want to see the income.
ru: Как долго вы хотите видеть доход.

source: Income 💸
ru: Доход 💸
uz: Kirim 💸

source: Expense 💶
ru: Расход 💶
uz: Chiqim 💶

source: Get Income 💸
ru: Получай доход 💸
uz: Kirimlar 💸

source: Get Expense 💶
ru: Получите расход 💶
uz: Chiqimlar 💶

source: Suggestion 🤓
ru: Предложение 🤓
uz: Taklif 🤓

source: Profile 👤
ru: Профиль 👤
uz: Profil 👤

source: Daily
ru: Ежедневно
uz: Kunlik

source: Weekly
ru: Еженедельно
uz: Haftalik

source: Monthly
ru: Ежемесячно
uz: Oylik

source: Yearly
ru: Ежегодно
uz: Yillik

source: All
ru: Все
uz: Hammasi

source: Add New
ru: Добавить новое
uz: Yangi qo'shish
